Repository: USBashka/GoZen-translations
Catalog: POT/*.po
Languages: nl

# DIALOG_TEXT_SAVE
source: Save
nl: Opslaan

# DIALOG_TEXT_DONT_SAVE
source: Don't save
nl: Niet opslaan

# DIALOG_TEXT_ON_EXIT
source: Do you want to save the project?
nl: Wil je het project opslaan?

# TOP_BAR_TOOLTIP_EDITOR_BUTTON
source: Shows some editor information.
nl: Toon informatie over de editor.

# TOP_BAR_TOOLTIP_PROJECT_SETTINGS_BUTTON
source: Takes you to the project settings.
nl: Open de project instellingen.

# TOP_BAR_TOOLTIP_SETTINGS_BUTTON
source: Takes you to the editor settings.
nl: Open de editor installingen.

# PROJECT_SETTINGS_TITLE
source: Project settings menu
nl: Project instellingen menu

# PROJECT_SETTINGS_TITLE_GENERAL
source: General settings
nl: Algemene instellignen

# PROJECT_SETTINGS_TEXT_TITLE
source: Title:
nl: Titel:

# TOOLTIP_INPUT_PROJECT_TITLE
source: The name of your video project.
nl: De naam van je video project.

# PROJECT_SETTINGS_TITLE_QUALITY
source: Quality settings
nl: Kwaliteit instellingen

# PROJECT_SETTINGS_TEXT_RESOLUTION
source: Resolution:
nl: Resolutie:

# TOOLTIP_INPUT_RESOLUTION_X
source: Width in pixels for the project.
nl: De breedte in pixels voor je project.

# TOOLTIP_INPUT_RESOLUTION_Y
source: Height in pixels for the project.
nl: Hoogte in pixels voor je project.

# SETTINGS_TITLE
source: Settings
nl: Instellingen

# SETTINGS_TITLE_GENERAL
source: General settings
nl: Algemene instellignen

# SETTINGS_TEXT_LANGUAGE
source: Language:
nl: Taal

# SETTINGS_TOOLTIP_SETTING_LANGUAGE
source: Change the language of the UI.
nl: Verander de taal.

# SETTINGS_TITLE_TIMELINE
source: Timeline settings
nl: Timeline instellingen

# SETTINGS_TEXT_DEFAULT_VIDEO_TRACKS
source: Default video tracks:
nl: Standaar video tracks:

# SETTINGS_TOOLTIP_SETTING_DEFAULT_VIDEO_TRACKS
source: Change the amount of default video tracks for new projects.
nl: Verander hoeveelheid van video tracks voor nieuwe projecten.

# SETTINGS_TEXT_DEFAULT_AUDIO_TRACKS
source: Default audio tracks:
nl: Standaar audio tracks:

# SETTINGS_TOOLTIP_SETTING_DEFAULT_AUDIO_TRACKS
source: Change the amount of default audio tracks for new projects.
nl: Verander hoeveelheid van audio tracks voor nieuwe projecten.

# STARTUP_TOOLTIP_EDITOR_BUTTON
source: Go to the GoZen Github page.
nl: Ga naar de GoZen Github pagina.

# TEXT_UNTITLED_PROJECT_TITLE
source: Untitled project
nl: Naamloos project

# DIALOG_TITLE_SELECT_PROJECT_PATH
source: Select Project Folder
nl: Selecteer project folder.

# DIALOG_BUTTON_SELECT_PATH
source: Select path
nl: Selecteer locatie

# DIALOG_BUTTON_CANCEL
source: Cancel
nl: Annuleer

# TITLE_NEW_PROJECT
source: New project
nl: Nieuw project

# PROJECT_SETTINGS_TEXT_PATH
source: Path:
nl: Locatie:

# TOOLTIP_INPUT_PROJECT_PATH
source: The place where you want to save the video project.
nl: De locatie waar je het video project wilt opslaan.

# TOOLTIP_BUTTON_SELECT_PATH
source: Select the path where you want to save the GoZen project.
nl: Selecteer de locatie waar je GoZen wilt opslaan.

# TOOLTIP_BUTTON_RETURN_MAIN
source: Return to main menu
nl: Terug naar hoofdmenu

# BUTTON_RETURN
source: Go back
nl: Terug

# TOOLTIP_BUTTON_CREATE_PROJECT
source: Create and open new project.
nl: Maak en open een nieuw project.

# BUTTON_CREATE_PROJECT
source: Create Project
nl: Maak een nieuw project

# TITLE_RECENT_PROJECTS
source: Recent projects
nl: Recente projecten

# TOOLTIP_BUTTON_SHOW_ALL_PROJECTS
source: Show all projects which were previously opened.
nl: Toon alle projecten die reeds geopend zijn.

# BUTTON_SHOW_ALL_PROJECTS
source: Show all projects
nl: Toon alle projecten

# TOOLTIP_BUTTON_OPEN_PROJECT
source: Select a '*.gozen' file to open in the editor.
nl: Selecteer een '*.gozen' bestand om te openen.

# TOOLTIP_BUTTON_MANUAL
source: Open the GoZen manual.
nl: Open de GoZen handleiding.

# BUTTON_MANUAL
source: Manual
nl: Handleiding

# TOOLTIP_BUTTON_TUTORIALS
source: Open the tutorial section.
nl: Open de tutorials

# TOOLTIP_BUTTON_SUPPORT
source: Open a contact form to contact support for feedback or help.
nl: Open een contact formulier voor help.

# BUTTON_SUPPORT
source: Contact support
nl: Contacteer support

# TOOLTIP_BUTTON_DISCORD
source: Open/Join the Discord server.
nl: Open/join de Discord server.

# TOOLTIP_BUTTON_SUPPORT_PROJECT
source: This button will take you to my ko-fi page where you can make a donation which is very much appreciated.
nl: Deze knop brengt je naar mijn ko-fi pagina waar je een donatie kan maken die erg gewaardeerd is.

# BUTTON_SUPPORT_PROJECT
source: Support this project
nl: Steun dit project
